
TranstateTable["zh_CN"]  = [
  {
    id: "装備データ",
    msg: "装备数据"
  },
  {
    id: "射撃データ",
    msg: "射击数据"
  },
  {
    id: "レシピ",
    msg: "制作配方"
  },
  {
    id: "レシピはありません。",
    msg: "没有制作配方。"
  },
  {
    id: "適用スキル",
    msg: "主要技能"
  },
  {
    id: "必要スキル",
    msg: "其他技能"
  },
  {
    id: "完了まで",
    msg: "完成耗时"
  },
  {
    id: "レベル $1 の $2 性能",
    msg: "需要一个 $2 功能至少 $1 级的工具。"
  },
  {
    id: "レベル $1 の $2 性能を有しています。",
    msg: "具有 $1 级 $2 特性。"
  },
  {
    id: "(充填量: $1)",
    msg: "(充填量: $1)"
  },
  {
    id: "$1 個の $2",
    msg: "$1 个 $2"
  },
  {
    id: " または ",
    msg: " 或者 "
  },
  {
    id: "難易度",
    msg: "难易度"
  },
  {
    id: "このレシピは必要スキルを満たしたときに自動で習得します。",
    msg: "这个配方在各相关技能等级满足时自动学会。"
  },
  {
    id: "No name material",
    msg: "无材质"
  },
  {
    id: "$2 から適用スキルがレベル $1 で習得します。",
    msg: "主要技能 $1 级时，阅读书本 $2 学会配方。"
  },
  {
    id: "アイテム検索",
    msg: "物品搜索"
  },
  {
    id: "容積",
    msg: "体积"
  },
  {
    id: "重量",
    msg: "重量"
  },
  {
    id: "打撃",
    msg: "钝击"
  },
  {
    id: "斬撃",
    msg: "斩击"
  },
  {
    id: "刺撃",
    msg: "刺击"
  },
  {
    id: "命中ボーナス",
    msg: "命中"
  },
  {
    id: "攻撃コスト",
    msg: "攻击消耗行动点"
  },
  {
    id: "素材",
    msg: "材质"
  },
  {
    id: "技術",
    msg: "战技"
  },
  {
    id: "このアイテムは導電体です。",
    msg: "这件物品导电。"
  },
  {
    id: "このアイテムは絶縁体です。",
    msg: "这件物品不导电。"
  },
  {
    id: "着用部位",
    msg: "覆盖部位"
  },
  {
    id: "収納",
    msg: "容积"
  },
  {
    id: "動作制限",
    msg: "累赘度"
  },
  {
    id: "暖かさ",
    msg: "保暖度"
  },
  {
    id: "被覆率",
    msg: "覆盖率"
  },
  {
    id: "打撃防御",
    msg: "钝击防御"
  },
  {
    id: "斬撃防御",
    msg: "斩击防御"
  },
  {
    id: "耐酸防御",
    msg: "耐酸防御"
  },
  {
    id: "耐火防御",
    msg: "耐火防御"
  },
  {
    id: "環境防護",
    msg: "环境防护"
  },
  {
    id: "弾薬",
    msg: "弹药类型"
  },
  {
    id: "射程距離",
    msg: "最大射程"
  },
  {
    id: "ダメージ",
    msg: "伤害"
  },
  {
    id: "貫通力",
    msg: "穿甲"
  },
  {
    id: "分散率",
    msg: "散布"
  },
  {
    id: "照準分散",
    msg: "瞄准散布"
  },
  {
    id: "反動",
    msg: "后坐力"
  },
  {
    id: "操作性",
    msg: "操作性"
  },
  {
    id: "耐久",
    msg: "耐久"
  },
  {
    id: "発砲音",
    msg: "开火音"
  },
  {
    id: "リロード時間",
    msg: "重装弹药时间"
  },
  {
    id: "リロード音",
    msg: "重装弹药音"
  },
  {
    id: "銃身の長さ",
    msg: "枪管长度"
  },
  {
    id: "消費電力",
    msg: "一发消耗UPS电力"
  },
  {
    id: "MOD",
    msg: "模组"
  },
  {
    id: "MODES",
    msg: "射击模式"
  },
  {
    id: "力の要求",
    msg: "力量要求"
  },
  {
    id: "発",
    msg: "发"
  },
  {
    id: "手動/半自動",
    msg: "手动/半自动"
  },
  {
    id: "暗所制作: 困難",
    msg: "暗处制作: 困难"
  },
  {
    id: "暗所制作: 容易",
    msg: "暗处制作: 简单"
  },
  {
    id: "$2 個以上作ると $1% の時間が減る。",
    msg: "批量制作 $2 件以上时减少 $1 %时间。"
  },
  {
    id: "この武器は3マス先まで攻撃できます。",
    msg: "这件物品可以进行长远距攻击。"
  },
  {
    id: "この武器は2マス先まで攻撃できます。",
    msg: "这件物品可以进行远距攻击。"
  },
  {
    id: "stabilizer",
    msg: "稳定系统"
  },
  {
    id: "accessories",
    msg: "配件"
  },
  {
    id: "barrel",
    msg: "枪管"
  },
  {
    id: "grip",
    msg: "握把"
  },
  {
    id: "grip mount",
    msg: "可折叠握把"
  },
  {
    id: "mechanism",
    msg: "机制"
  },
  {
    id: "muzzle",
    msg: "枪口"
  },
  {
    id: "rail",
    msg: "导轨"
  },
  {
    id: "rail mount",
    msg: "可折叠导轨"
  },
  {
    id: "sights",
    msg: "瞄准器"
  },
  {
    id: "sights mount",
    msg: "可折叠瞄准器"
  },
  {
    id: "stock",
    msg: "枪托"
  },
  {
    id: "stock mount",
    msg: "可折叠枪托"
  },
  {
    id: "underbarrel",
    msg: "副枪管"
  },
  {
    id: "underbarrel mount",
    msg: "可折叠副枪管"
  },
  {
    id: "bore",
    msg: "口径"
  },
  {
    id: "dampening",
    msg: "降噪"
  },
  {
    id: "brass catcher",
    msg: "弹壳收集器"
  },
  {
    id: "lens",
    msg: "镜头"
  },
  {
    id: "emitter",
    msg: "发射器"
  },
  {
    id: "sling",
    msg: "背带"
  },
  {
    id: "magazine",
    msg: "弹夹"
  },
  {
    id: "書物データ",
    msg: "书本数据"
  },
  {
    id: "読むのに必要なスキル",
    msg: "阅读所需技能最低等级要求"
  },
  {
    id: "訓練可能なスキルレベル",
    msg: "阅读可训练的最高技能等级"
  },
  {
    id: "必要な知性",
    msg: "阅读所需智力最低要求"
  },
  {
    id: "心情値",
    msg: "心情值"
  },
  {
    id: "章の数",
    msg: "章节数"
  },
  {
    id: "武道を学ぶことができます",
    msg: "可学武术"
  },
  {
    id: "読書に必要な時間",
    msg: "阅读所需时间"
  },
  {
    id: "関連スキル",
    msg: "相关技能"
  },
  {
    id: "アイテム検索",
    msg: "物品搜索"
  },
  {
    id: "近接武器リスト",
    msg: "近战武器列表(开发中)"
  },
  {
    id: "検索キーワードを入力してください",
    msg: "请输入搜索关键词"
  },
  {
    id: "カロリー",
    msg: "卡路里"
  },
  {
    id: "水分",
    msg: "解渴"
  },
  {
    id: "心情値",
    msg: "心情值"
  },
  {
    id: "健康度",
    msg: "健康值"
  },
  {
    id: "保存期間",
    msg: "保质期"
  },
];

